Repository: common-repository/shipments-with-pulpo
Catalog: languages/pulpo-*.po
Languages: es_es

source: General Settings
es_es: Configuración general

source: Test Mode
es_es: Modo Test

source: Production Mode
es_es: Modo Producción

source: Resend to Pulpo
es_es: Reenviar a Pulpo

source: It seems that the order could not be created in Pulpo. You can use the following button to force submission.
es_es: Parece que el pedido no se ha creado en Pulpo. Puede usr el siguiente botón para forzar un nuevo intento.

source: Submit to Pulpo
es_es: Enviar a Pulpo

source: Configuration is not complete for active Test mode
es_es: La configuración no está completada para el modo Test

source: Configuration is not complete for active Prod mode
es_es: La configuración no está completada para el modo Producción

source: Action required: Please complete the plugin configuration
es_es: Acción requerida: Por favor complete la configuración del plugin

source: There are already configured WebHooks. You can reconfigure them
es_es: Los webhooks se han configurado. Si quiere puede reconfigurarlos

source: There are no WebHooks created in Pulpo. You can configure them
es_es: No se han creado los Webhools para Pulpo

source: Add products
es_es: Añadir productos

source: One moment, please...
es_es: Un momento, por favor...

source: WebHooks configured successfully. Please access to the Pulpo panel to validate that they are correct.
es_es: Los WebHooks se han configurado. Por favor acceda al panel de Pulpo para validar que son correctos.

source: Products added successfully. Please access to the Pulpo panel to validate that they are correct.
es_es: Los productos se han añadido. Por favor acceda al panel de Pulpo para validar que son correctos.

source: Pulpo Configuration
es_es: Configuración de Pulpo

source: Order State
es_es: Estado del pedido

source: Order State after Pulpo sent
es_es: Estado del pedido después de que Pulpo lo envíe

source: If you check this option, all orders will be shipped through Pulpo. To configure different shipping methods and carriers by zones and countries uncheck this option.
es_es: Si marca esta opción, todos los pedidos se enviarán a través de Pulpo. Para configurar diferentes métodos de envío y transportistas por zona y país desmarque esta opción.

source: If you uncheck this option, you must configure different shipping methods and carriers by zones and countries from Woocommerce options. Otherwise the orders will not arrive to Pulpo.
es_es: Si desmarca esta opción, debe configurar diferentes métodos de envío y transportistas por zona y país desde las opciones de Woocommerce. De lo contrario, los pedidos no llegarán a Pulpo.

source: Forcing shipments through Pulpo
es_es: Forzar envíos a través de Pulpo

source: Unespected error:
es_es: Error inesperado:

source: Please select default shipping method
es_es: Por favor seleccione un método de envío por defecto

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Default tenant id
es_es: Tenant ID por defecto

source: Default shipping method
es_es: Método de envío por defecto

source: Indicate in which order status it will be sent to Pulpo
es_es: Indicar en qué estado debe estar un pedido para enviarse a Pulpo

source: What state to change the order to when Pulpo ships it
es_es: Estado el el que quedará un pedido cuando Pulpo lo envíe

source: Send order to Pulpo
es_es: Enviar pedido a Pulpo

source: Error when serializing the order to send it to Pulpo: %s
es_es: Error al serializar el pedido para enviarlo a Pulpo: %s

source: Unspected error when serializing the order to send it to Pulpo
es_es: Error inesperado al serializar el pedido para enviarlo a Pulpo

source: Enable 3PL/fulfiller mode.
es_es: Activar modo 3PL/fulfiller.
